Repository: jeroendierckx/Camelot
Catalog: camelot/art/translations/*/LC_MESSAGES/camelot.po
Languages: ru_ru

source: Relations
ru_ru: Отношения

source: Configuration
ru_ru: Конфигурация

source: &File
ru_ru: &Файл

source: Export To
ru_ru: Экспорт в

source: Import From
ru_ru: Импорт из

source: &Edit
ru_ru: &Правка

source: View
ru_ru: Просмотр

source: Go To
ru_ru: Перейти

source: &Help
ru_ru: &Помошь

source: Select %s
ru_ru: Выбрать %s

source: Are you sure you want to delete this
ru_ru: Вы уверены, что хотите удалить это

source: New
ru_ru: Новый

source: Open in New Tab
ru_ru: Открыть в новой таблице

source: New %s
ru_ru: Новый %s

source: Create a new %s
ru_ru: Создать новый %s

source: Help content
ru_ru: Справка содержания

source: Help
ru_ru: Справка

source: Help Browser
ru_ru: Справка просмотрщика

source: &About
ru_ru: &О прграме

source: Show the application's About box
ru_ru: Показать окно "о программе"

source: About
ru_ru: О программе

source: &Backup
ru_ru: &Резервирование

source: Backup the database
ru_ru: Резервирование базы данных

source: Backup in progress
ru_ru: Резервирование в процессе

source: &Restore
ru_ru: &Восстановление

source: Restore the database from a backup
ru_ru: Восстановление базы данных из резервной копии

source: Restore in progress
ru_ru: Восстановление в процессе

source: Refresh
ru_ru: Обновление

source: Reload data from database
ru_ru: Обновить данные из базы данных

source: Update screens
ru_ru: Обновить экран

source: E&xit
ru_ru: Вы&ход

source: Exit the application
ru_ru: Выход из приложения

source: Change logging
ru_ru: Изменить запись

source: Change the logging configuration of the application
ru_ru: Изменить конфигурацию регистрации заявки

source: Edit
ru_ru: Редактироать

source: Edit this document
ru_ru: Редактировать этот документ

source: History
ru_ru: История

source: Show recent changes on this form
ru_ru: Показать последние изменения в этой форме

source: Change
ru_ru: Изменить

source: Changes
ru_ru: Изменения

source: Type
ru_ru: Тип

source: Recent changes
ru_ru: Недавние изменения

source: Close
ru_ru: Закрыть

source: Close this form
ru_ru: Закрыть форму

source: Closing form
ru_ru: Закрытие формы

source: Invalid form
ru_ru: Ошибка формы

source: Open
ru_ru: Открыть

source: Duplicate
ru_ru: Дубликат

source: Delete
ru_ru: Удаление

source: Previous
ru_ru: Предыдущий

source: First
ru_ru: Первый

source: Next
ru_ru: Следующий

source: Last
ru_ru: Последний

source: Export to MS Excel
ru_ru: Экспорт в MS Excel

source: Create worksheet
ru_ru: Создать рабочий лист

source: Saving file
ru_ru: Сохранение файл

source: Opening file
ru_ru: Открытие файла

source: Print Preview
ru_ru: Предпросмотр печати

source: Select &All
ru_ru: Выбрать &все

source: Select all rows in the table
ru_ru: Выбрать все строки в таблице

source: Import from file
ru_ru: Импортировать из файла

source: Reading data
ru_ru: Редактирование данных

source: Proceed with import
ru_ru: Продолжить импорт

source: Importing data cannot be undone, are you sure you want to continue
ru_ru: Импорт данных не может быть отменен, вы уверены что хотите продолжить

source: Importing data
ru_ru: Данные импортироваются

source: Replace field contents
ru_ru: Замените содержимое поля

source: Replace the content of a field for all rows in a selection
ru_ru: Заменить содержимое поля для всех выделенных строк

source: Replacing field
ru_ru: Замена поля

source: Add
ru_ru: Добавить

source: Remove
ru_ru: Удалить

source: %s is a required field
ru_ru: %s это обязательное поле

source: New project
ru_ru: Новый проект

source: Analyzing database structure
ru_ru: Анализ структуры базы данных

source: Preparing backup file
ru_ru: Подготовка файла резервной копии

source: Copy data of table %s
ru_ru: Копировать данные таблицы %s

source: Store backup at requested location
ru_ru: Сохранить резервную копию в указанный каталог

source: Backup completed
ru_ru: Резервирование успешно

source: Open backup file
ru_ru: Открыть резервную конию

source: Prepare database for restore
ru_ru: Подготовка базы данных для восстановления

source: Analyzing backup structure
ru_ru: Анализ структуры резервной копии

source: Delete data from table %s
ru_ru: Удалить данные таблицы %s

source: Copy data from table %s
ru_ru: Копировать данные таблицы %s

source: Update schema after restore
ru_ru: Обновление схемы после восстановления

source: Load new data
ru_ru: Сохранить новые данные

source: Restore completed
ru_ru: Восстановление успешно

source: Could not proceed
ru_ru: Не удалось перейти

source: Created
ru_ru: Создать

source: Deleted
ru_ru: Удалить

source: %s was %s
ru_ru: %s было %s

source: The directory %s does not exist
ru_ru: Каталог %s не существует

source: Contact your system administrator
ru_ru: Обратитесь к вашему системному администратору

source: You have no write permissions for %s
ru_ru: У вас нет прав на запись для %s

source: Unable to write file to %s
ru_ru: Невозможно записать файл в %s

source: OS Error number : %s Error : %s Prefix : %s Suffix : %s
ru_ru: Ошибка ОС номер : %s Ошибка : %s Префикс : %s Суффикс : %s

source: Authentication mechanism
ru_ru: Механизм аутентификации

source: Batch job type
ru_ru: Тип пакетных заданий

source: Cancel
ru_ru: Отмена

source: Batch job
ru_ru: Пакетное задание

source: PO Export
ru_ru: экспорт PO.

source: Translations
ru_ru: Переводы

source: Country
ru_ru: Страна

source: Countries
ru_ru: Страны

source: City
ru_ru: Город

source: Cities
ru_ru: Города

source: Address
ru_ru: Адрес

source: Street
ru_ru: Улица

source: Street Extra
ru_ru: Дополнительная улица

source: Contact mechanism
ru_ru: Механизм связи

source: Contact mechanisms
ru_ru: Механизмы связи

source: Mechanism
ru_ru: Механизм

source: A person with the same name already exists
ru_ru: Человек с таким именем уже существует

source: Relationship
ru_ru: Взаимоотношение

source: Relationships
ru_ru: Взаимоотношения

source: Employed by
ru_ru: Работающие по

source: Employment relation
ru_ru: Трудовое отношение

source: Employment relations
ru_ru: Трудовые отношения

source: Employee
ru_ru: Сотрудник

source: Name
ru_ru: Имя

source: Employer
ru_ru: Работодатель

source: Direction structure
ru_ru: Руководство структурой

source: Direction structures
ru_ru: Руководство структурами

source: Organization
ru_ru: Организация

source: Director
ru_ru: Руководитель

source: Directed organization
ru_ru: Руководитель организации

source: Represented by
ru_ru: Представлен

source: Supplier - Customer
ru_ru: Поставщик - Заказчик

source: Customer
ru_ru: Заказчик

source: Supplier
ru_ru: Постащик

source: Shareholder structure
ru_ru: Акционируемая структура

source: Shareholder structures
ru_ru: Акционируемые структуры

source: Shareholder
ru_ru: Акционер

source: Shares
ru_ru: Акции

source: Addresses
ru_ru: Адреса

source: Address role type
ru_ru: Адрес типа роли

source: Category
ru_ru: Категория

source: Categories
ru_ru: Категории

source: Party
ru_ru: Пария

source: Parties
ru_ru: Партии

source: male
ru_ru: мужчина

source: female
ru_ru: женьщина

source: Organizations
ru_ru: Организации

source: Basic
ru_ru: Основной

source: Employment
ru_ru: Занятость

source: Customers
ru_ru: Клиенты

source: Suppliers
ru_ru: Поставщики

source: Corporate
ru_ru: Корпоративный

source: Branding
ru_ru: Брендинг

source: Category and Status
ru_ru: Категория и статус

source: Person
ru_ru: Человек

source: Persons
ru_ru: Люди

source: Official
ru_ru: Оффициальный

source: Work
ru_ru: Работа

source: Copy
ru_ru: Копировать

source: Paste
ru_ru: Вставить

source: Paste content from clipboard
ru_ru: Вставить содержимое буфера обмена

source: new/edit profile
ru_ru: новый/редактировать профиль

source: Profile Selection
ru_ru: Выбор профиля

source: Select a stored profile:
ru_ru: Выберите сохранённый профиль:

source: OK
ru_ru: ОК

source: Quit
ru_ru: Выход

source: Profile Wizard
ru_ru: Мастер профиля

source: Create New/Edit Profile
ru_ru: Создать новый/редактировать профиль

source: Please enter the database settings
ru_ru: Выберете настройки базы данных

source: Profile Name:
ru_ru: Имя профиля

source: Driver:
ru_ru: Драйвер:

source: Server Host:
ru_ru: Адрес сервера

source: Port:
ru_ru: Порт

source: Database Name:
ru_ru: Имя базы данных

source: Username:
ru_ru: Имя пользователя

source: Password:
ru_ru: Пароль

source: Media Location:
ru_ru: Расположение проекта:

source: Language:
ru_ru: Язык

source: Proxy Host:
ru_ru: Адрес прокси сервера

source: Proxy Username:
ru_ru: Пользователь прокси

source: Proxy Password:
ru_ru: Пароль прокси

source: Media location path is not accessible.
ru_ru: Расположение проекта - путь не доступен

source: Media location path is not writable.
ru_ru: Расположение проекта - путь не доступен для записи.

source: More
ru_ru: Больше

source: Browse
ru_ru: Просмотр

source: Load profiles
ru_ru: Загрузить профиль

source: Save profiles
ru_ru: Сохранить профиль

source: Verifying database settings
ru_ru: Проверка настроек базы данных

source: Could not connect to database, please check host and port
ru_ru: Соединение с базой данных не установленно, проверьте адрес и порт.

source: Verify driver, host and port or contact your system administrator
ru_ru: Проверьте драйвер адрес и порт или сообщите вашему системному администратору

source: Internet available.
ru_ru: Интернет доступен

source: Internet not available. %s.
ru_ru: Интернет не доступен. %s.

source: Select media location
ru_ru: Выбрать медиа расположение

source: Save Profiles To a File
ru_ru: Сохранить профиль в файл

source: Profiles file (*.ini)
ru_ru: Файл профиля (*.ini)

source: Load Profiles From a File
ru_ru: Загрузить профиль из файла

source: All
ru_ru: Все

source: Valid at
ru_ru: Действительно до

source: This file contains unexpected characters
ru_ru: Этот файл содержит неожиданные знаки

source: Recreate the file with %s encoding
ru_ru: Переведите этот файл в %s кодировку

source: Exception occured at line %s :
ru_ru: Исключение произошло на линии %s :

source: Initialize application
ru_ru: Инициализация приложения

source: Setup database
ru_ru: Настройки базы данных

source: Load translations
ru_ru: Загрузка переводов

source: Create translator
ru_ru: Создание перевода

source: Install translator
ru_ru: Установка перевода

source: Create main window
ru_ru: Создать новое окно

source: Toolbar
ru_ru: Панель инструментов

source: Please wait
ru_ru: Просьба подождать

source: Open file
ru_ru: Открыть файл

source: Could not open file
ru_ru: Не удалось открыть файл

source: %s does not exist
ru_ru: %s не существует

source: Save file
ru_ru: Сохранить файл

source: Save as
ru_ru: Сохранить файл как

source: The file will be stored.
ru_ru: Файл будет сохранён.

source: Do you want to remove the original file?
ru_ru: Вы хотите удалить оригинальный файл?

source: like
ru_ru: подобно

source: between
ru_ru: между

source: Double click to (un)maximize
ru_ru: Двойной клик для увеличения

source: Home
ru_ru: Домой

source: Select file
ru_ru: Выбрать файл

source: Default Location
ru_ru: Расположение по умолчанию

source: Custom Location
ru_ru: Пользовательские расположение

source: Browse...
ru_ru: Просмотр,,,

source: Select backup file
ru_ru: Выбрать файл резервной копии

source: Please select a backup file. All data in this file will be overwritten.
ru_ru: Выберете файл для резервной копии. Все данные этого файла будут перезаписаны.

source: Label:
ru_ru: Этикетка:

source: Database files (*%s);;All files (*.*)
ru_ru: Файлы базы данных (*%s);;Все файлы (*.*)

source: Select restore file
ru_ru: Выбрать файл для восстановления

source: Please select a backup file from which to restore the database. <br/>All data in the database will be overwritten with data from this file
ru_ru: Просьба выбрать резервный файл для восстановления базы данных. <br/>Всё содержимое БД будет перезаписано данными этого файла

source: Please complete
ru_ru: Пожалуйста, заполните

source: Complete the form and press the OK button
ru_ru: Заполните форму и нажмите кнопку ОК

source: Please correct the data above before proceeding with the import.<br/>Incorrect cells have a pink background.
ru_ru: Пожалуйста, исправьте перечисленные выше данные, прежде чем приступить к импорту.<br/>Некорректные ячейки выделены розовым фоном.

source: Data Preview
ru_ru: Предпросмотр данных

source: Please review the data below.
ru_ru: Пожалуйста, ознакомьтесь с данным ниже.

source: Select the field to update and enter its new value
ru_ru: Выберите поле для обновления и введите его новое значение

source: Message
ru_ru: Сообщение

source: Edit text
ru_ru: Редактировать текст

source: Press OK when finished
ru_ru: Нажмите ОК для завершения

source: Calculator
ru_ru: Калькулятор

source: Exception
ru_ru: Исключение

source: An unexpected event occurred
ru_ru: Неожиданное событие

source: View attributes
ru_ru: Просмотр атрибутов

source: Field Attributes
ru_ru: Атрибуты поля

source: None
ru_ru: Нет

source: Right click to open in New Tab
ru_ru: Правый клик для открытия новой таблицы

source: Expand or collapse search options
ru_ru: Развернуть или свернуть параметры поиска

source: Search...
ru_ru: Поиск...

source: Please confirm
ru_ru: Просьба подтвердить

source: Removing
ru_ru: Удаление

source: (%i rows)
ru_ru: (%i строки)

source: Change translation
ru_ru: Изменение перевода

source: Translation
ru_ru: Перевод

source: Forever
ru_ru: Навсегда

source: %i years
ru_ru: %i лет

source: %i months
ru_ru: %i месяцев

source: Copy to clipboard
ru_ru: Выбрать из коллекции

source: Today
ru_ru: Сегодня

source: Far future
ru_ru: В будущем

source: Calendar and special dates
ru_ru: Календарь и особые даты

source: Clear
ru_ru: Очистить

source: Save file as
ru_ru: Сохранить файл в

source: Delete file
ru_ru: Удалить файл

source: Attach file
ru_ru: Прикрепить файл

source: Remove this file ?
ru_ru: Удалить этот файл ?

source: If you continue, you will no longer be able to open this file.
ru_ru: Если вы продолжите, вы больше не сможете открыть этот файл.

source: open image
ru_ru: открыть изображение

source: delete image
ru_ru: удалить изображение

source: clear
ru_ru: очистить

source: new
ru_ru: новый

source: select
ru_ru: выбор

source: open
ru_ru: открыть

source: Search
ru_ru: Поиск

source: years
ru_ru: лет

source: months
ru_ru: месяцев
